= 著者紹介

==== 中川 万莉奈（第１～３章、表紙デザイン）
不安だったPBLが１年間楽しく駆け抜けられそうで良かった！

==== 伊藤 圭輔（第４、６、9.1、10、11.1～11.4章、はじめに、おわりに）
ソフトウェア開発未経験のアラフィフおじさん。優しいメンバーに教わりながら今日もなんとか生きてます。

==== 馬場 香菜子（第５章） / @<href>{https://twitter.com/choririnu, @choririnu}
だいたいX（旧Twitter）にいます。趣味は自作キーボードとボードゲーム。

==== 岩間 和也（第７章） / {ツイッターidなど}
自称I神。

==== 上村 真澄（第８章）
好きな食べ物はハヤシライスです

==== 中内 遼吾（第9.2、12章） / {ツイッターidなど}
こんなにたくさんのことをチームでわいわい楽しく学んでこれたことに感動中。

==== 田中 秀和（第11.5、13章）
大学院大学の活動をする傍ら、今年も参加イベント・ライブ数が100を超えていた。

==== DALL·E 3 by ChatGPT（表紙イラスト）
人数とか腕の本数とか、そんな細かいことは気にしません。